{"text": "地貌学的研究对象与性质\n地貌学这个名称在各种语言中虽有不同的拼写方式，如英语的geomorphology、法语的geomorphologie、日语的地形学、俄语的reoMopponorng、德语的Geomorphologie等。但从构词上可看出，它们大都由三个源自希腊语的词根geo（地球）、morphe（外表形状、面貌）和Logos（论述）所组成，表明这是一门研究地球表面形状的学科。地球表面（简称“地表”）指的是地壳的外表面，即由岩石或土（松散的岩石）组成的地面。地球表面形状指的是地壳表面由岩石构成的起伏形态（如平原、高原、山脉、山峰、丘陵、河谷、盆地、悬崖等），简称为“地形”或“地貌”。因而，地貌学的研究对象是地貌或地形，即各种规模的地表起伏的总和。地貌学是研究地表的形态特征、成因、分布及其发育规律的科学。解放前，这门科学在我国称为“地形学”。1956年后，我国一些学者倡议把“地形学”改称为“地貌学”，自此，地貌学这个名称才逐渐得到普遍使用。\n地貌学是介于自然地理学和地质学之间的一门边缘科学。由于地貌学的这一特性，世界上各个国家的地貌学分属于不同的学科。如美国的地貌学被归入地质学的范畴；而在西欧，地貌学则被视为自然地理学的一个分支。实际上，地质学视地貌为地质作用的历史产物，通过地貌认识地质，较突出地貌成因的分析与发育历史的重建；而自然地理学视地貌为自然环境要素，注重人类活动受地貌的影响以及对它的利用与改造，侧重人地关系的研究。在我国，地貌学在地理学界和地质学界都受到一定的重视，也可以说，我国的地貌学是随着地理科学和地质科学的发展成长起来的。"}
{"text": "地貌学发展简史\n人类一开始由于生存上的需要，即频繁地接触地形，识别地形，利用地形，改造地形，不断积累地貌知识。但是，地貌学作为一门独立学科的出现，则是近代的事。回溯这段历史，将会加深我们对地貌学基本性质的理解，认识各主流理论产生的背景及盛衰的因由。\n从史前人类的一些聚居点的地貌位置如北京的周口店和西安的半坡，可以看出当时人类对一些有利地形的识别与利用，如洞穴和沿河阶地。自有文字以后，人类的地貌知识得到记载，并不断积累与传授，从历史文献中，可追溯出地貌知识的发展。早在西周（公元前8世纪前）的《诗经 · 大雅 · 笃公刘》中，已有岗（丘陵）、塬（平原）、隰（低湿地）等地貌类型名称的记载。北魏郦道元的《水经注》，除对黄河、长江等沿河的地形、气候等特点作了详细记载外，还对地形的形成作了一些正确的解释。如记孟门山时，即指出河流流水侵蚀作用可形成峡谷地形。唐代颜真卿在《抚州南城县麻姑仙坛记》中，已有“东海三为桑田”的海水进退的概念。\n北宋杰出的自然科学家沈括所著的《梦溪笔谈》对海陆变迁作了科学的解释。他根据太行山崖间发现的螺蚌壳化石砾石层，认为大陆“此乃昔之海滨，今东距海已近千里，所谓大陆者，皆浊流所湮耳”。指出海变陆是由于河流堆积的结果；同时又指出由于流水侵蚀（称“冲激”）山地（以雁荡山为例）而造成了山峰与深谷。\n明代的地理考察家徐霞客在《徐霞客游记》中对河流侵蚀作用阐述得更为透彻，认为陡崖地貌是河流侵蚀的结果，如称“水凿成矶”，“江流出山，山削成壁，流回流转，云根迸出”。他还提出“程愈迫则流愈急”的科学见解。此外，他对我国西南地区岩溶地貌作了最详细的调查和研究，为此作出了卓越的贡献。\n清代孙兰在《柳庭舆地隅说》中，提出了“变盈流谦”说，称：“流久则损，损久则变，高者因淘洗而日下，卑者因填塞而日平，故曰变盈而流谦”。他认识到侵蚀和沉积是不可分割的统一过程。他还解释地形形成是三种力量，即“有因时而变，有因人而变，有因变而变”。例如，他认为“因时而变者，如大雨时行，山川洗涤洪流下注，山石崩从，久久不穷，则高下易位”。这里指出了由于降雨而出现片流和暴流的侵蚀作用，使地形发生变化，即高地削平，低地填高。又如人为作用，亦可改变地形，他说：“因人而变者，如凿山通道，地道顿异。”他提出的“有因变而变者”是指一种突变力量，包括内力因素，如说：“因变而变者，如土雍山崩，地震川渴，忽然异形，山川改观。”\n此外，我国劳动人民在社会和生产实践中，利用有利地形和应用地貌知识，做出了卓越的成绩。都江堰、万里长城和大运河长存至今，就是明证。可惜的是，受封建制度的长期束缚和帝国主义的侵略，现代地貌学的首先出现不是在中国，而是在西欧和北美。地貌学在中国的黄金时代，只有在中华人民共和国成立后才出现。\n按时间顺序，以主流的地貌发育基本理论为依据，现把地貌学的发展历史分为下列四个时期：\n孕育时期（18世纪上半叶—19世纪上半叶）\n这个时期也就是现代地质学与现代地理学的创建时期。地理学家对地貌形态及其分布的描述和地质学家对造貌地质作用的认识，为现代地貌学的萌发，提供了壮实的种子和肥沃的土壤。应特别指出的是：罗蒙诺索夫在《论地层》中提出，地球表面的形态是由于内力与外力的斗争和冲突而形成，必须从发育过程来认识地表形态。赫顿于1788年发表巨著《地球的学说》，认定地形演变是地质发展的组成部分，明确指出：“今天是过去的钥匙”这个地学研究的经典概念。依据这个概念，莱伊尔发展出地质学研究的一个根本原理——“均变论”，又称为“现实主义原理”。在这本地质学的经典巨著中，莱伊尔引用了许多地貌作用与地貌变化的事实，尖锐地批判了灾变论。\n经典性的均变论包括四个均变的假定，即：自然法则的均变（法则的规定不随时空而变），自然作用的均变（作用的种类与性质不随时空而变），作用速率的均变（总体作用强度基本稳定或缓慢地变化）和地球性状的均变（地球性状在整体上不变，无始无终地循环运动）。在当时，这些假定的目的，是为了奠定据今论古的研究方法，以反对带有宗教、神学、唯心论和不可知论等色彩的错误观点与方法，使地质研究走上切实可行的康庄大道——现实主义原理的大道。依据这个学说，现今进行着的改变地壳形态的地质作用，同样也以基本相同的强度作用于地质历史的各个时期。因此，过去的地质事件可以用今天观察到的地质作用和现象去加以解释、研究和认识。地貌作用属地质作用，地貌是地质作用过程的结果，是时间的产物、历史的产物。所以，均变论给人们解释地貌的存在，分析地貌的成因，重建地貌的发育历史和预测地貌的今后变化，提供了重要的理论基础，使地貌学得以创立和发展。\n值得指出，后来的研究证明，经典均变论的后三项假定（“本质性上的均变论”）是不正确的。因为地球的存在条件和状态，在过去和现在一直都在变化，而且是在缓变中有多个突变，使变化过程表现为阶梯状的、变速率的、非循环的发展。但是，其第一项假定 （“方法论上的均变论”）一直得到肯定，并奉为自然科学研究的前提依据。\n地貌学孕育于地质学与自然地理学，它接受两个母体的遗传，吸收两个母体的养分，均变论的假定和现实主义的研究方法，从一开始就在它身上打下了烙印。\n创建时期（19世纪下半叶—20世纪初）\n地貌学的出现，适值西欧和北美资本主义经济上升发展时期。正是这种经济发展对矿产、土地、水力和水等资源进行调查与开发的迫切需要，促使了这门界于地质学与地理学之间的新学科产生和发展。例如：阿尔卑斯山区的水利开发，要求对流水和冰川地貌发育作深入、具体的研究。美国在南北战争结束后，致力于西部自然资源的调查、开发与交通建设，地形测量与分析成为了探路先锋。美国西部的地质构造在地貌上有明显的反映，这个天生的条件使美国在地质调查中尤其注重地貌的地质内涵的分析，因此，使地貌学脱颖而出。成为独立学科的奠基性理论——吉尔伯特的地貌律，鲍维尔的侵蚀基准面概念，与戴维斯的地貌成因三要素（构造、营力、时间）原理和地貌循环（旋回）学说，首先系统地来自美国，这决非偶然。这些理论依据的主要实例，都是来自在美国进行的开发调查，特别是这些学者的野外考察，显示了地貌的野外调查和实例研究是地貌学的生命线。类似的情况也见诸于西欧，阿·彭克的《地表形态学》是最早的地貌学教科书之一，以个人的大量野外成果为依据，其冰川研究尤为突出。英法的殖民地遍布世界各处，其掠夺性的开发涉及不同自然区的地貌。与美国相比，英法的地貌研究显得多样，特别注意气候地貌问题。\n创建时期的地貌学有较浓厚的美国色彩，作为这门新学科奠基者的戴维斯，终生执教，在课堂上善于用简图作讲解，又精于逻辑演绎、推理、归纳，为地貌学发展培育了众多英才，自成一体，影响深远，在地貌学界有戴氏学派之专称。这个奠基学派使地貌研究从纯形态描述转为“解释性描述”即成因探索，并开创了地貌学的历史研究方向。\n发展时期（20世纪初—20世纪50年代）\n体现赫顿均变论与达尔文进化论基本观点的戴氏学派仍占统治地位，地貌随时间呈有顺序的循环演变的观点仍被人们普遍接受，这种情况在较迟才发展地貌学的国家中，尤其如此。戴氏传人洛贝克的《地貌学——地形研究导论》和桑伯瑞的《地貌学原理》被长期地和普遍地用作教科书就是一个明证。\n在此数十年间，戴氏的地貌循环虽受到不少批评，其中以瓦·彭克和金氏较为强烈，但作为戴氏学说核心的地貌随时间而有固定顺序演变的观点，并未被触及。两次世界大战及之间的经济大萧条，无疑也严重影响了地貌学的发展。其中一个大例外，这就是前苏联。在1924—1941年经济建设大发展期间，地貌学在这个新生的大国度里有很大的发展，如：舒金的《陆地形态学》 综合了前苏联当时大量实地资料，并对地貌分类提出了新见解。\n第二次世界大战结束后，全球进入经济恢复与发展的时期，大量的多种多样的工程建设对地貌研究提出了定量评价和短期准确预测的高要求。地貌作用和地貌变化的野外实际测定开始得到重视，逐渐成为地貌日常工作的一个重要组成部分。地貌学的“定量革命”使地貌学的一个新学派——动力学派初露头角。1952年，斯特拉勒发表了《地貌学的动力基础》，提出以力学和流体力学为基础的地貌系统。在前苏联，地貌学的进展突出表现为马尔科夫的地貌水准面概念。新中国成立后，大规模开展建设的迫切需要，使地貌学研究在我国得到前所未有的大发展。在研究上注重于实用和在理论和方法上学习前苏联，可以说是50年代中国地貌学研究的两个主要倾向。在法国，气候地貌学有了显著的进展，如：布德尔的研究。\n地貌学在这个时期里出现了分支学科，主要是按地貌营力的不同作分门别类的集中研究，从而形成河流地貌学、冰川地貌学、海岸地貌学和构造地貌学。对岩石地貌、风成地貌、岩溶地貌、冻土地貌、黄土地貌和洋底地貌的专门研究亦有明显进展，开始形成了多学派、多部门和多方向的研究局面。\n成熟时期（20世纪60年代以来）\n世界经济的持续发展和环境问题的日益突出，促使地貌学界要加速应用和动力因果两大方面的研究。遥测、遥感、微测、地理信息系统和测年等新技术的迅猛发展，有效地提高了地貌学各个方面特别是应用、动力因果和区域对比方面的研究能力。\n1962年，乔利把系统论的概念引入地貌研究，并认为地球表面应属开放系统。自此，动力系统、能量流、物质流、反馈效应、自我调节和动力平衡等热力学概念，被用于地貌发育原理的探索，并逐渐发展为地貌学中的一个新学派——动力派。随时间无固定顺序发育和存在稳态地貌的新认识，使戴维斯的地貌随时间的推移，分阶段有顺序地演化的学说，受到了致命冲击。\n地学体系各学科的新发现、新进展和新理论的涌现，特别是海底地形测绘成果、板块学说和外星探测成果给地貌学带来了新思维和新领域。经典性的均变论受到了深刻批判，只保留下方法上的均变假定，代之而行的是新灾变论。大地构造地貌学、洋底地貌学、冰缘地貌学、热带地貌学、干旱区地貌学、岩溶地貌学、应用地貌学、灾害地貌学、工程地貌学、人类地貌学、环境地貌学、理论地貌学、古地貌学、历史地貌学和外星地貌学等一大批新分支学科先后建立。\n新技术、新方法、新学派和新分科的纷纷出现，标志着地貌学的壮大与成熟。诚然，在知识爆炸、新问题不断涌现和学科复杂交叉的今天，地貌学的发展面临着严峻的挑战。自80年代以来，各国地貌学界已意识到这个挑战，并积极应战。从1985年起，每四年召开一次国际地貌学会议，中间插入一次地区性会议。在第二届会议上，宣布了国际地貌学家协会（IAG）的成立，并决定建立促进地貌学持续发展的特派组。1993年，该组的专题报告列述了地貌学的主要贡献，并提出了促进地貌学发展的建议。其中最值得指出的是，要强调地貌学与地质学和地理学的区别。地貌学要集中研究岩石圈与人类社会圈的接触界面，要积极参与人类作用导致环境变化的研究，要加强应用方面的研究，要加强对地貌学的宣传、普及、教育与交流。对地貌学的今后发展，其他探讨还认为，要发展与其他学科的交叉，要更多使用新技术。在重视定量研究的同时，还要注意对已有的各种地貌发育基本理论的研究与吸取，对定量问题不要绝对化。\n对地貌学的未来的预测，在知识和技术的发展如此迅速和层出不穷的今天，自然是很不容易。但从地貌学的漫长历史与活跃的现状来看，它与人类社会的发展息息相关，它与其他的地球科学关系十分密切，因此，它将来的发展必定广阔和久远。地貌学与其他学科的交叉会更深入，分支会更多。地貌学采用的现场、定量、连续观测的新技术会更多，应用会更富有成效，理论会更有依据、更加系统和更为合理。"}
{"text": "地貌的基本性质*\n地貌是地貌学研究的主要物质依据，一切地貌学研究都是从地貌出发，围绕地貌这个中心进行，并以地貌结果为最终判断。因此，学习地貌学，首先要深入认识地貌的基本性质，即：物质性、界面性、动力性、天然性和变化性。现分述如下：\n(一) 地貌的物质性  \n地貌是由岩石构成。地球表面分布有大气、水、生物和岩石，只有由天然岩石或土（“松散的岩石”）组成的地表形状才称为地貌。如：河槽和山坡是由岩石构成，均属地貌形态，而河槽里的水面起伏是由水构成的，山坡上的植被起伏外貌是生物形态，都不是地貌形态。在其他条件相同的情况下，组成地貌的岩石在成分、结构、构造和特性上的差异必然表现为地貌形态上的不同。反过来说，地貌的形态特征常能在一定程度上反映土石的种类与特性。\n(二) 地貌的界面性  \n地貌是地壳表面的形状，可从几何学上视为一个面，一个在三维空间上复杂起伏的连续面。任何一个地貌形态都可看作是由许多形状不同（有平坦的、凹形的、凸形的或波状的）、倾向不同、倾角不同的小平面所组成。这些面的数量和形状与观察的精度和表达的比例尺有关。不同性状物质的分界面或接触面是能量交换、转化的活跃地带，因而也是物质流动的集中部位。地貌位处岩石圈与大气圈、水圈及生物圈的分界面，多种能量的作用带来多种物质的变化都会在这里进行，深刻影响着地貌的发生和发展。\n(三) 地貌的动力性  \n任何地貌形态的形成、发展和演化在实质上都是岩石物质（原地的或外来的）的增加、减少或位移，都是地质营力作用的结果，亦即能量流动导致物质流动的产物。例如，海浪把沙泥搬到岸边堆成海滩，冰川刨蚀形成U型槽谷，岩浆喷出堆成火山，风沙吹蚀出石蘑菇，地壳断裂运动产生断层崖。对能产生地貌的地质作用，可称为造貌作用或地貌作用。它们的种类虽然多样（如风化、流水、风力、冰川、波浪、生物、重力、地壳运动、岩浆活动等），但是在造貌过程中，都集中表现为对岩石物质的剥蚀、搬运和堆积。剥蚀作用、堆积作用和地壳运动都能直接产生地貌。搬运作用虽不直接构筑地貌形态，但属造貌过程的重要组成部分和造貌能量分配的主要项目之一，突出地影响着地貌的发育。\n(四) 地貌的天然性  \n地貌位于地壳的天然表面。地貌是自然环境的重要组成部分，由天然物质（土和岩石）组成，在自然力作用下发育。地貌的这种绝对天然性，自人类出现以来，特别是进入现代文明时期以来，发生了越来越大的变化。人类已成为塑造地貌的重要营力，人类造成的地貌（如运河、堤坝、房屋、道路、矿坑等）已成为地表的重要组成部分。专门研究人类地貌作用的学科——人类地貌学，已于1980年前后出现。\n(五) 地貌的变化性  \n和其他事物一样，地貌总是在变化。现存的地貌，只不过是地貌变化过程中的一个暂时存在。这个存在有时会保留下过去的残迹。其今后的变化将主要取决于今后的具体条件。地貌的变化可分为两大类，即因环境条件的改变而改变（“因变而变”）和随着时间的流逝而改变（“因时而变”）。值得指出：因时而变与因变而变的划分是相对的。在地貌演化中，地形本身对地貌作用会产生一个反作用（“反馈”），即使其他环境条件不随时间而变，变化了的地貌也会影响其随后的演化。\n显然，上述基本性质相互有着密切的联系，它们共同说明：地貌是地表的天然起伏形状。其外形多样，都是由岩石或土组成，位于岩石圈与大气圈、水圈或生物圈的接触面上。其产生、变化与发展的复杂程度不一，形成的地貌多种多样，但在实质上都是物质和能量在地表流动导致地表物质流动的结果。地貌既是自然环境的主要组成部分，又是重要的自然资源，与人类的生存和发展息息相关，对地貌的研究不仅具有重要的地学意义，而且有重要的实用价值。"}
{"text": "地貌的成因\n根据对地貌的许多直观认识，1899年，戴维斯首次把地貌的成因归纳为三大因素：地质结构（岩石与地质构造）、营力、发育阶段（时间和阶段）。他说：“地形是构造、作用和时间的函数。”由此可知，岩性不同、地质构造不同、作用营力不同、经受作用的时间长度或发育所处的阶段不同，都会导致地貌形态不同。反过来说，地貌形态的差别，可以从岩性、构造、营力、历史或阶段等方面得到解释，或找出原因。这个三要素说的提出，明确了地貌形成的内因是岩石与构造，外因是营力，以及其形成过程需要一定的时间并经过不同的阶段。\n地貌形成的物质基础是地质构造和岩石。\n1. 地质构造\n大地构造单元是地貌发育的基础。地球上巨型、大型地貌的形成与分布，都与大地构造有直接关系。例如，中国的大地貌单元，即山地、高原、盆地、平原等在平面上的排列组合形式，其形成主要受大地构造的控制。李四光把我国划分为五种主要大地构造体系：纬向构造体系、经向构造体系、走向北东到北北东的华夏构造体系、走向北西到北北西的西域构造体系、扭动构造体系，包括山字型（如祁、吕山字型、淮阳山字型、广西山字型等）、多字型和歹字型（如青藏滇缅印尼大歹字型）等构造体系。我国山脉的排列和走向与这些构造体系密切相关。例如，纬向构造体系是由走向东西或近似东西的复式剧烈挤压带、褶皱带和挤压性断层组成，并有扭断层与它斜交，张断裂与它直交；天山—阴山—燕山，昆仑山—秦岭—大别山最明显反映了这个构造体系。经向构造体系形成了横贯我国南北的贺兰山一六盘山—横断山等近南北走向的山地；尤其是川西、滇北的横断山地，是亚洲宽度最大、构造形迹最明显的经向构造带之一，它由许多南北向断裂组成，并夹着非常紧密而复杂的褶皱，在地貌上表现为一系列平行的高山深谷，地面起伏剧烈。我国东部地区的山地，如大兴安岭、长白山、大娄山、武陵山、雪峰山、武夷山、戴云山、莲花山等，基本上按北东或北北东走向排列，主要受华夏构造的控制；西部的山地，如阿尔泰山、北塔山、祁连山等走向为北西向，则受西域构造体系的影响。\n地质构造是地貌形态的骨架，在地质构造影响下，出现各类构造地貌，如褶皱山、断块山等。\n2. 岩石性质\n岩石性质对地貌的影响，实质上是岩石对外界物理作用和化学作用的反映。通常在地貌研究中，岩性的坚硬和软弱，或者岩石抵抗侵蚀能力的强和弱，就是这种影响程度的表现。一般来说，砂岩、石英岩、玄武岩、砾岩等属于坚硬岩石，泥岩、页岩等属于软弱岩石。在一定区域范围内，外力作用条件基本相似，不同性质的岩石反映在地貌形态上常有明显差异，这是由于岩性所引起的差别风化和差别侵蚀的结果。除了某些地质构造原因外，坚硬岩石通常表现为突出的正向地貌（山地、丘陵等），相对软弱岩石出露之处，地貌上形成负向地貌（谷地、盆地等）。岩性对地貌的影响在长期剥蚀的地区表现最明显。\n岩性对地貌形态的影响程度取决于一系列因素，是一个复杂的问题。岩石的坚硬和软弱、抗侵蚀能力的大小都是相对概念，与岩石所处的自然环境有很大关系。一个例子是花岗岩，在长期侵蚀过程中，分布在我国北方的花岗岩常呈高大险峻的山地，而在华南地区则成馒头状丘陵；前者地形起伏明显，后者地势变化和缓。分析其原因，与两地自然条件有关。在华南湿热气候下，花岗岩的矿物组成中，长石是最不稳定的，易风化转变为软弱的粘土矿物。花岗岩通常具有沿三个方向发育的立方节理，风化作用可沿立方节理深入岩体内部，使之迅速解体，破坏了花岗岩的坚固性，经长期侵蚀形成圆形和缓起伏的丘陵。石灰岩在湿热气候条件下，易于受溶蚀，表现为软岩层；而在干燥气候条件下，则表现为硬岩层特性。\n此外，岩石的可溶性也具有极大的地貌形态意义。属于易溶或较易溶解的岩石有岩盐、石膏、石灰岩、白云岩及一些富含钙质的砂页岩、砾岩等，它们在一定气候条件下，可以形成适应气候条件的岩溶地貌形态组合。岩石的湿陷性，如黄土和黄土状岩石，在水浸后体积缩减，发生沉陷，通常形成深度不大的负地貌形态。\n地貌形成的动力主要有两类，即内力作用和外力作用。地貌的形成与发展是内外力相互作用的结果。内力是指地球内部放射能引起的作用力，造成地壳的水平运动和垂直运动，并引起岩层的褶皱、断裂、岩浆活动和地震等。然而，内力作用通常不易为人们所觉察，但对地壳及其基底长期且全面地起着作用，并产生深刻的影响。地球上巨型、大型地貌主要是由内力作用造成的。\n外力是指地球表面在太阳能和重力驱动下，通过空气、流水和生物等活动所起的作用。它包括岩石的风化作用，块体运动，流水、冰川、风力、海洋的波浪、潮汐等的侵蚀、搬运和堆积作用，以及生物甚至人类活动的作用。外力作用非常活跃，而且易被直接观察。\n在人类活动与内外力两大类动力之外的现代地貌形成过程中，人类活动已成为一种重要的地貌营力，能产生许多新的人工地貌，如堤坝、人工湖、护岸工程、城镇建筑群等，也可能破坏一些地貌。\n影响地貌形成发展的时间因素也是引起地貌差异的重要原因之一。在其他条件相同的情况下，作用时间长短不同，也会导致地貌形态的区别，显示出地貌发育的阶段性。例如，急剧上升运动减弱初期形成的高原，外力作用虽然强烈，但仍可能保留大片高原地面。随着时间推移，高原在外力侵蚀下可能被破坏，成为崎岖的山区，再进一步发展成起伏和缓的丘陵。"}
{"text": "地貌的地带性\n(一)气候与地貌\n气候是地貌形成的重要因素之一。气候（主要为温度和降水量）决定着外力的性质和强度，从而影响到其塑造的地貌。在不同的气候条件下，风化作用的性质和侵蚀作用的强度都有明显差异，如在高寒气候区有寒冻风化，干旱气候区为热力风化，而湿热气候区则是化学风化。现代流水的侵蚀强度在以下三个气候区最小：①降水少的中纬度干旱区；②降水少且低温的极地和亚极地冰缘区；③高温多雨但植被繁茂的热带区；而在雨量中等植被不茂密的中纬度温湿区，流水的侵蚀强度最大。气候也直接影响风沙作用、冰川作用和岩溶作用等的强度。\n不同的气候条件下，有着不同的外力及其组合，并且各种外力的相对重要性也是不同等都曾进行过全球气候地貌带的划分。如特里喀在他绘制的世界气候地貌图上，划分出了13个气候地貌带；而比德尔则把全球划分成7个气候地貌带。\n划分地球上的气候地貌带有很多困难，主要表现在：①由于影响地貌形态的因素众多，而且地貌系统对外界反应速度缓慢，较大的气候差别才能产生一组有明显差异的地表形态；所以，气候地貌带与气候带有相似之处，但不完全吻合。②气候地貌不仅具有一定的分带性（水平分带和垂直分带），而且还具有复杂的多代性，即在地质历史时期内，气候曾经有过多次显著的变化，使同一地区的主导外力与外力组合状况随之发生变化，这样，在该地区就会有与这些变化相应的几个世代的地貌组合保留下来，它们与现代气候条件下的外力作用所产生的地貌交织在一起，使整个地区的地貌景观变得非常复杂。\n下面我们对地球上几个地带性最为明显，地貌形态反差也最大的气候地貌带，其外力作用特点和地貌特征作简要介绍。\n1.冰雪气候地貌带\n冰雪气候地貌带降雪大于消融，分两个气候区：冰川气候地貌区，为高纬极地和高山雪线以上的地区，年平均温度在0℃以下，终年为冰雪覆盖，冰川作用占绝对优势，其次还有冰冻风化，发育冰川地貌和冰水地貌。冰缘气候地貌区，为年平均温度在0℃上下的无冰盖的极地和亚极地以及雪线以下、森林线以上的高山带，冰雪融水渗入土层，形成多年冻土层。冻土表层发生日周期性和年周期性的解冻，故冻融作用占优势，其次是雪蚀作用；由于高压反气旋中心的存在，风力作用也很重要。此区发育各种冻土地貌。\n2.温湿气候地貌带\n主要分布在中纬度，年平均温度在10℃左右，降水量约800毫米。本带流水作用占优势，流水地貌发育。此带沿纬向变化较大，地貌发育也有较大差别。大陆东部地区，受季风影响，气候则有巨大的季节变化，夏热多雨，冬寒少雨，降水集中于夏季，且多暴雨；因此，流水作用的季节变化特点突出，雨季时地面侵蚀和河流泥沙搬运和堆积作用强烈进行，流水的侵蚀地貌与堆积地貌都十分发育且典型，如我国的华北地区。大陆西部地区，受海洋气候调节，降水季节分配均匀，与东部季风气候区相比，侵蚀堆积都不甚强烈，因此，更新世期间形成的古地貌（残遗地形）得以较完整地保存下来。如欧洲，95%为残遗地形，除海岸带外，全新世形成的地形仅占5%，更新世冰川、冰缘地形上的土壤几乎覆盖了整个地区，产生的地形主要是土壤覆盖的平滑坡地、山脊和山谷。\n3.干旱气候地貌带\n在副热带高压带和温带大陆中心，气候极端干燥，降水极少。年降水量一般在250毫米以下，且降水非常集中，而蒸发量则远大于降水量（大几倍、几十倍甚至百倍），所以相对湿度和绝对湿度都很低。在温度方面，则有两种情况：一种是温带干旱区，冬寒夏热（如我国新疆北部），年温差和日温差都很大，年温差可达60℃~70℃以上，日温差可达35℃~50℃；另一种是热带亚热带干旱区（如非洲北部），寒冷月份的平均温度不低于0℃，所以年温差较小，仅日温差较大。\n上述气候情况使得这里植被极为贫乏，地面裸露，物理风化作用强烈。经常性水流缺乏，只有由暴雨形成的暂时性水流（洪流）。风力作用盛行。风力作用和干燥剥蚀作用成为这里的主导外力。风成地貌大规模发育，形成大面积沙漠和戈壁。\n在干旱区与湿润区之间的过渡带，为半干旱区，年降水量约400毫米，降水比较集中，片流、冲沟发育，广泛分布黄土并发育特有的黄土地貌。\n4.湿热气候地貌带\n位于赤道和低纬，降水量和蒸发量都很大，但前者要超过后者。年平均降水量在1000毫米以上；最冷月温度大于18℃，没有真正的冬天。由于气候高温多雨，地面植被茂密，生物化学风化作用极其突出，使基岩受到强烈分解，广泛发育深厚的砖红土型风化壳，如巴西结晶岩上的红色风化壳厚度普遍超过100米。本带虽降水丰富，但由于化学风化盛行，植被繁茂，河流中碎屑物质含量少，因而侵蚀作用反不如温湿气候区强烈。\n湿热带的可溶盐（主要是石灰岩）分布区，高温多雨、植被茂盛的生物气候条件十分有利于岩溶作用，岩溶地貌得到充分的发育，形成了大规模的峰林地貌。在本带的海滨，生长着热带生物——红树林和珊瑚，通过它们的生命活动，形成特有的热带生物海岸——红树林海岸和珊瑚礁海岸。"}
{"text": "活动构造地貌\n构造地貌是在构造影响下形成的，它的作用力主要是内力，故又称为内力地貌。构造地貌的分类系统可分成三个等级：第一级称为全球构造地貌，是世界上最巨型的地貌，包括大陆和大洋两大单元。第二级称为大地构造地貌，是大陆或大洋内部的大型地貌，如大陆内的褶皱山系和大陆裂谷，大洋中的洋中脊及大洋盆地等。这些地貌主要在内力作用下形成，是“动态”构造（地壳运动、大地构造）的积极表现，因此又被称为活动（动态）构造地貌。第三级称为地质构造地貌，规模最小，是叠加在大地构造地貌之上的中小型地貌，如褶皱山系中的背斜和向斜褶曲地貌，大洋盆地中的海盆和海岭。这些地貌主要是地质构造被外力作用剥露的结果，因此是“静态”构造（岩性、产状、地质构造）的消极反映，故又称为“静态”构造地貌。本章及第三章将分别讨论有关活动构造地貌和静态构造地貌的内容。"}
{"text": "大陆与大洋\n大陆和大洋是全球两种最巨型的地貌，大陆是在海平面之上的正地貌，而大洋是低于海平面的负地貌。它们不仅形态不同，而且地貌结构也有本质差别，分述如下：\n大陆特征  \n大陆是高出海面的高地，占全球面积29.2%。它的内部起伏很大，最高点是喜马拉雅山的珠穆朗玛峰，高度8848米；最低点为约旦河谷的死海洼地，高度为-399米。虽然地形高差很大，但大陆的平均高度只有875米。按高度分配，以500～8000米以上的山地面积最大，它占大陆面积的47.82%；高度200～500米的丘陵次之，占26.8%；高度0～200米的平原再次，占24.85%；高度小于0的陆地面积最小，仅占0.53%。就世界各大洲而言，南极洲地形最高，平均高度2200米，欧洲及大洋洲最低，仅340米。\n大洋特征  \n大洋是指海平面之下的部分，占全球总面积70.8%。从构造地貌的观点看，它又分为大陆边缘和洋底两部分。大陆边缘是大陆与洋底之间的构造过渡带，水深0到-2500米或0到-3000米。在这里，大陆型地壳厚度逐渐减小直至消失，地貌上靠近大陆一侧的称为大陆架，而靠近洋底一侧的称为大陆坡和大陆基。这三个地段连接起来，构成了一条上凸下凹形曲线，它也是世界上规模最大的海底斜坡区。\n洋底是在水深-2500米（或-3000米）至-6000米以下的大洋底部，它占全球面积54.7%和大洋面积77.2%，是地球上最深而规模巨大的凹地，平均水深为3800米。在世界各大洋之中以太平洋最深，平均深度为3940米；北冰洋最浅，平均深度为1117米。洋底的起伏也很大，如最深的马里亚纳海沟-11034米至高出海面4205米的夏威夷海岭的冒纳罗亚火山，高差达15000多米。洋底次级地貌也多，有海岭、海底高原、深海丘陵、深海平原和海底峡谷等，其规模也很大。"}
{"text": "大陆与大洋成因\n关于大陆与大洋形成的学说有很多，其中以地壳均衡说和海底扩张—板块构造说最为重要。\n地壳均衡说\n大洋型地壳厚度明显减少，大部分洋底的地壳厚度为5～10千米，而洋中脊只有3～5千米。结构上分三层：上层为未固结的松散沉积层，密度1.46克/立方厘米，厚度小于3千米，在洋中脊附近的100～200千米范围内，厚度仅有200米左右或缺失。中层为火山岩层，平均厚度为1.5千米。下层为玄武岩层，厚4～7千米，该层的岩石组成复杂，上段为拉斑玄武岩，中段为辉绿岩，下段为辉长岩。\n大陆型地壳厚度大而轻，它不但具有花岗岩层，而且玄武岩层的厚度也比大洋型地壳大4～6倍。大洋型地壳薄而重，它缺少陆壳所特有的花岗岩层。这些特点对于大陆和大洋的生成有着重大影响。\n地震和测量资料表明，实际情况应当是普拉特和艾里两种看法的结合，即地壳之下的均衡面是有起伏的，不同地段的地壳物质密度也是不均一的。要保持陆壳与洋壳的均衡，陆壳得用较大的厚度来弥补密度小所带来的质量不足，洋壳则以密度大来补偿厚度小所带来的质量不足。由此可见，两种地壳分别用厚度或密度来取得均衡，并造成了高起的大陆和凹陷的大洋。\n海底扩张—板块构造说\n海底扩张说是迪茨于1961年总结了现代海底测量资料后提出的。该学说根据海底的岩石地磁异常和岩石年龄数据，认为海底会不断新生和扩张，也会逐渐消亡。扩张速度在世界各大洋不等。据测量数据表明，太平洋的扩张速度最大，平均为3.95厘米/年，最大值为6.1厘米/年，北冰洋最小。造成海底扩张的驱动力是地幔对流。当高温的地幔物质从大洋底部上升时，洋壳便发生涨裂，继而岩浆涌出，岩浆冷却后便成为大洋中脊，即新生洋壳。以后地幔物质不断上涌并将旧的洋中脊向两边推开，洋底也就不断扩大，所以距离洋中脊越远的洋底年龄也越老。目前已知的太平洋古老的岩石年龄不超过2亿年，即侏罗纪时代，这也是太平洋的年龄。\n板块构造说是在海底扩张说的基础上进一步发展而成的。它首先是在1968年由法国地质学家勒皮顺提出。该学说认为在地球上部厚约100千米范围内，是由刚性的岩石圈组成，它包括了地壳及地幔最上部的岩石层。岩石圈下边的地幔，岩石呈可塑状态，称为软流圈。地幔对流即发生在软流圈中，对流所产生的拽力作用于岩石圈的底部，从而带动了岩石圈的运动。由于地壳位于岩石圈的最上层，于是也引起洋壳和陆壳的运动。因此海底扩张的主要作用力应当是岩石圈的水平运动。又因岩石圈是不连续的，它可划分为很多块体，通称为板块，所以岩石圈板块运动就成为大洋形成的主要动力。\n从板块理论出发，有人把大洋的发展划分为六个时期：胚胎期：从大陆地壳张裂及裂谷出现开始，如东非大裂谷；幼年期：裂谷进一步扩大和海水侵入，形成早期的海洋，如红海；成年期：如果海底扩张继续则成为大洋，如大西洋；衰退期：当大洋板块下潜时，大洋就进入了衰退期，如太平洋；终了期：大洋缩小，如古地中海演变为现代的地中海；地缝合线期：最后两个板块碰撞，大洋则完全闭合，形成褶皱山系，如印度板块与欧亚板块碰撞形成了喜马拉雅山，古特提斯海消失，大洋结束。"}
{"text": "大陆区\n大陆地壳内的不同大地构造单元，有着不同的发展历史和地貌形态。主要地貌有：褶皱山系、断块山、褶皱—断块山、断陷谷和断陷盆地、大陆裂谷等。\n(一)褶皱山系  \n每个地质时代都发生过重大的地壳运动，产生了一系列的大型褶皱山地。如早古生代加里东运动形成的斯堪的纳维亚山地，晚古生代海西运动形成的乌拉尔山、天山、阿尔泰山及阿帕拉契山，中生代燕山运动形成的冈底斯山、喀拉昆仑山和落基山，新生代喜马拉雅运动形成的喜马拉雅山系等。喜马拉雅山系是目前世界上最庞大的褶皱山系。褶皱山系分为两带：即环太平洋带及横贯欧、亚、北非的东西走向带。\n环太平洋山带在东部有南美的安第斯山、中美洲山地、北美的落基山和阿拉斯加山。北部和西部有勘察加山及日本、台湾、菲律宾、伊利安及新西兰等岛弧山地。东西走向山带有比利牛斯山、阿尔卑斯山、喀尔巴阡山、北非阿特拉斯山、巴尔干半岛和小亚细亚半岛山地、伊朗高原南北部山地、喜马拉雅山、横断山、苏门答腊及爪哇岛山地。这些褶皱山具有以下特征：\n1. 现代世界上规模最大，地势最高的山体。它由南美至新西兰，再跨欧、亚及北非大陆长达5万多千米，而且高山集中，如亚洲的喜马拉雅山（珠穆朗玛峰8848米）、欧洲的阿尔卑斯山（勃朗峰4810米）、北美的阿拉斯加山（洛根峰6046米）、中美的奥里萨巴山（5700米）、南美的安第斯山（汉科乌马山7010米）等。\n2. 山体构造复杂，褶皱和断裂十分强烈。山体多由褶皱极为剧烈的倒转褶曲、平卧褶曲和规模巨大的逆掩断层推覆体山地组成。如阿尔卑斯山由南向北，前后四次形成大的推覆体。山体内部也多岩浆侵入体。\n3. 山地新构造运动强烈，上升速度快，如喜马拉雅山的上升速度达3～7毫米/年。火山及地震活动频繁和剧烈。\n褶皱山系的成因主要由于板块构造碰撞。当两个板块相向碰撞时，巨大的挤压力会使板块边缘的沉积物褶皱隆起，如欧亚板块与印度板块的碰撞造成了古特提斯海沉积物褶皱，形成了喜马拉雅山。或者一个板块向下俯冲而另一个向上仰冲，也会形成褶皱山地，如安第斯山。有的学者认为，其他大型褶皱山也是古板块碰撞的结果。\n(二)断块山  \n在原来稳定的板块内部，由于新构造断裂活动，使一些断块强烈上升，形成了断块山，如我国的太行山、吕梁山、恒山、贺兰山、泰山、庐山、燕山等。该类山地有以下特点：\n1. 山体两侧或四周出现断裂带及断层崖，上升的山体形态呈地垒式或掀斜式。前者是山体中部上升，两侧下降，若多级下降时，就成为复式地垒山（阶梯状）。后者是山体一端强烈上升，形成主脊和急陡的断层崖山坡，另一端只轻微上升或下降，造成长缓的山坡。\n2. 山地层状地貌（多级夷平面）发育，表示山体上升过程中经过多次稳定和强烈隆起过程，有的层状地貌面是断层作用造成的。\n3. 断块山内河道随地壳变动而明显变化，有三种情况：河流倒流，如恒山北侧断块抬升使原向北流的河向南流；河流改向，如山西古汾河原向南流，后来隆起改向西流；河流侵蚀复活及发生河流袭夺，如庐山的东谷、西谷和青莲寺谷，第四纪庐山断块上升后，河流重新下切。\n(三)褶皱—断块山  \n这种山地的发育经历了两个阶段：早期由板块碰撞而成的褶皱山阶段，其时代大多数在古生代或更早。晚期为断裂活动后再上升的断块山阶段，时代大多数在中生代之后。如我国的天山，在二叠纪晚期海西构造期褶皱隆起，中生代至早第三纪长时间剥蚀夷平后，晚第三纪由于断块上升而解体为现代山地。其他如阿尔泰山、秦岭、阿帕拉契山、乌拉尔山等都属此类。\n特点包括：\n1. 山体断裂升降活动强烈。\n2. 山体高大，呈地垒状山系，山间多断陷谷地和盆地。\n3. 断层地貌及层状地貌明显。\n(四)断陷谷和断陷盆地  \n断陷谷及断陷盆地是因地块周边出现断层并发生沉陷而成。这些地貌多数发生在新构造运动活跃的板块内部，而且与断块山或褶皱—断块山相伴生，如我国的汾、渭河谷，云南洱海盆地、江西鄱阳湖盆地等。\n(五)大陆裂谷  \n大陆裂谷是陆地上最大的地堑式断陷谷，如东非大裂谷、贝加尔裂谷、莱茵裂谷、加利福尼亚裂谷等。\n大陆裂谷的成因是地幔物质上涌和地壳拉张的结果。板块学说认为，裂谷是板块的生长线，是地幔对流上升处，此处在高温高压下，地壳会拱起、变薄（20～30千米）和断裂，造成谷地，并产生地震及火山喷发活动等。如果地幔上升流出现在大陆的就成为大陆裂谷，出现在洋底的则成为洋底裂谷。裂谷随着板块运动，将不断扩展。"}
{"text": "大洋区\n大洋结构及其特征\n根据大洋的地形及构造特征，大洋可以被划分为大陆边缘和洋底两大地貌单元，每个单元下还可以细分为次一级或更低级的地貌单元。\n(一)大陆边缘\n大陆向洋底过渡的地带称为大陆边缘。根据板块构造理论，大陆边缘因位于不同的板块位置分为活动的和稳定的大陆边缘两种类型，具有不同的地质作用和地貌特征。稳定大陆边缘的大陆地壳与大洋地壳的接触面位于同一板块上，地震和火山活动较少，其特点是具有宽阔的大陆架。稳定大陆边缘形成于大陆分裂、新洋盆诞生的过程，因主要位于大西洋边缘，故又称为大西洋型大陆边缘。此外，在印度洋和北冰洋周围也广泛存在。活动大陆边缘位于板块的会聚边界，是海洋板块的消亡区域，因此地震和火山活动频繁，其大陆架也较窄。活动大陆边缘可分为安第斯型和东亚型两类，分别代表两种板块碰撞类型。\n大陆边缘包括大陆架、大陆坡等次一级地貌单元，这些地貌单元在不同性质的大陆边缘上表现出不同的特征。\n1. 大陆架\n大陆架指被海水淹没的大陆延伸部分，位于花岗岩质的大陆板块之上。典型的大陆架大多位于稳定大陆边缘上，地形平坦(平均坡度约为0.1°)、宽阔，水深小，多被沉积物覆盖。北冰洋和大西洋的大陆架是其典型代表。而在活动大陆边缘，大陆架则较窄，有时表面缺乏沉积物。\n2. 大陆坡和大陆基\n平坦大陆架的尽头是坡度陡峭的大陆坡。大陆坡的平均坡度为1°~6°，其中，活动大陆边缘的大陆坡较陡且窄，而稳定大陆边缘的大陆坡较缓且宽。大陆坡下部沉积有来自大陆的物质，形成称作大陆基的坡度较缓部分。此外，海底峡谷和浊流活动也是大陆坡的重要特征。\n(二)洋底\n从大陆基向外延伸的是大洋底，主要由大洋中脊和洋盆两个地貌单元组成。\n1. 大洋中脊\n洋脊是一条纵贯世界各大洋的洋底山系，洋脊顶部高于大洋底部约2000米左右。洋脊位于板块分裂的边界上，伴有浅源地震和地壳拉张作用。热点是地壳下的炽热岩浆固定源地，可导致火山形成。\n2. 大洋盆地\n大洋盆地位于大洋中脊外侧，内部主要由深海丘陵和深海平原组成。深海平原是地球表面最平坦的地方，由厚重的沉积物覆盖，沉积物主要来自大陆和陆架浅海的陆源碎屑。在地震和岩浆活动较少的区域，海沟和岛弧是大洋盆地连接大陆边缘的明显特征。海沟是地球上最低的地方，是洋壳消亡的区域，伴随海沟形成的地壳活动形成火山岛弧或沿岸山脉。"}